{"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "batch_input_shape": [null, 4096], "dtype": "float32", "units": 8192, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "dtype": "float32", "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "dtype": "float32", "rate": 0.5, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "batch_input_shape": [null, 8192], "dtype": "float32", "units": 2048, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "dtype": "float32", "activation": "relu"}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "batch_input_shape": [null, 2048], "dtype": "float32", "units": 300, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "dtype": "float32", "activation": "relu"}}, {"class_name": "Dense", "config": {"name": "dense_4", "trainable": true, "batch_input_shape": [null, 300], "dtype": "float32", "units": 300, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"name": "activation_4", "trainable": true, "dtype": "float32", "activation": "linear"}}, {"class_name": "Lambda", "config": {"name": "lambda_1", "trainable": true, "dtype": "float32", "function": ["4wEAAAAAAAAABwAAAAUAAABDAAAAc1IAAABkAWQAbAB9AWQBZABsAX0CZAFkAGwCfQN8AWoDZAJk\nA4MCfQR8BGoEZASDAX0FfAJqBXwFgwFqBmQFgwF9BXwDagd8AHwFZAZkB40DfQZ8BlMAKQhO6QAA\nAAB6DTI5MWxhYmVscy5tYXTaAXLaDHNlbWFudGljX21hdNoHZmxvYXQzMukBAAAAKQHaBGF4ZXMp\nCNoEaDVwedoFbnVtcHnaCnRlbnNvcmZsb3faBEZpbGXaA2dldNoFYXJyYXnaBmFzdHlwZdoJdGVu\nc29yZG90KQfaDGlucHV0X3RlbnNvcnIHAAAA2gJucNoCdGbaDnNlbWFudGljX21hdF9ycgMAAADa\nDWxhYmVsX3ByZWRpY3SpAHIUAAAA+jIvaG9tZS9tYW5obmd1eWVuL0Rlc2t0b3AvcHl0aG9uL2Zh\nc3Qwc2hvdC9tb2RlbC5wedoKcmFua19sYXllcjQAAABzDgAAAAABEAEIAQwBCgEQARAB\n", null, null], "function_type": "lambda", "output_shape": [291], "output_shape_type": "raw", "arguments": {}}}]}, "keras_version": "2.2.5", "backend": "tensorflow"}